[
    {
        "band_name": "Baker Boys",
        "band_description": "We’re live music experts, wedding enthusiasts, and party starters. We’re a premium, customisable 3 to 14 piece band specialising in high-energy music for festivals, weddings, corporate events, and private functions–at a sensible price. We infuse every event with energy and fun and pride ourselves on filling dance floors.",
        "band_phoneNumber": "0438301313",
        "band_price": "800",
        "band_season": "All seasons",
        "band_email": "info@bakerboysband.com.au"
    },
    {
        "band_name": "DJ Syndey",
        "band_description": "Our Sydney birthday DJ’s bring the party to your 18th, 21st, 30th, 40th, 50th and 60th birthday parties. JJK Entertainment Sydney Birthday DJ’s can read and respond to the crowd, creating the best night for your event.",
        "band_phoneNumber": "0283749212",
        "band_price": "450",
        "band_season": "All seasons",
        "band_email": "info@djsydney.com.au"
    },
    {
        "band_name": "Let's Groove Tonight",
        "band_description": "When it comes to premium wedding bands for hire in Sydney, live bands for corporate entertainment and private event bands, Let’s Groove Tonight are unquestionably industry leaders. Since the band’s formation in 2010, Let’s Groove Tonight have become the go-to event band for corporate giants, while performing and entertaining hundreds of satisfied wedding clients with unparalleled positive customer feedback. Cover bands like this are in constant demand, so enquire today for their availability.",
        "band_phoneNumber": "0287351999",
        "band_price": "2500",
        "band_season": "All seasons",
        "band_email": "enquiries@groovetonight.com"
    },
    {
        "band_name": "Excité Live Stunt Show & Band",
        "band_description": "Delivering entertainment that excites has always been the backbone of Evoke Entertainment and Series of Events Australia.",
        "band_phoneNumber": "0298995527",
        "band_price": "5000",
        "band_season": "All seasons",
        "band_email": "sydney@excitelive.com.au"
    },
    {
        "band_name": "Storbe DJ",
        "band_description": "From Specialist Wedding DJs, Corporate DJs, Private Function DJs to large outdoor stadium DJs, our highly qualified and diverse pool of talented Sydney DJs understand the importance of their role and clients expectations.",
        "band_phoneNumber": "0233387497",
        "band_price": "300",
        "band_season": "All seasons",
        "band_email": "storbe@gmail.com"
    }
]