[
    {
        "caterer_name": "The Batter Co",
        "caterer_description": "Your one stop shop for all your desert needs! Check out our instagram page to see all our creations @thebatterco_ .",
        "caterer_phoneNumber": "0289353928",
        "caterer_price": "130",
        "caterer_email": "talyahopkins99@gmail.com"
    },
    {
        "caterer_name": "FeeDee",
        "caterer_description": "Whether it’s a social gathering, corporate function or a celebratory milestone, you can count on us to ease the stress that comes with event planning and to take care of all your culinary needs. Specialising in Asian and Western dishes, our generous portions and diverse menu range means there is plenty of food to be shared and something for all taste buds to enjoy.",
        "caterer_phoneNumber": "0404298298",
        "caterer_price": "500",
        "caterer_email": "info@feedee.com.au"
    },
    {
        "caterer_name": "Goodness Gracious",
        "caterer_description": "Hello fellow grazing lovers!! I’m Rachel, the founder and operator behind Goodness Gracious Sydney, here to tell you a little about us. One of the greatest values we uphold at Goodness Gracious Sydney is our promise of fresh and high quality ingredients. All products included on our grazing tables, grazing platters and in our grazing boxes are sourced the day of or the day prior to your event in order to guarantee the Goodness Gracious standard we stand by.",
        "caterer_phoneNumber": "0433121329",
        "caterer_price": "165",
        "caterer_email": "info@ggsydney.com.au"
    },
    {
        "caterer_name": "Bespoke Catering",
        "caterer_description": "With over 20 years experience of specialised catering for High-end Private Celebrations. We’ll make your dining experience special",
        "caterer_phoneNumber": "13002322837",
        "caterer_price": "600",
        "caterer_email": "event@bespokecatering.net.au"
    },
    {
        "caterer_name": "One Pot Catering",
        "caterer_description": "Our Selection Of Hand-Crafted Menus Are Perfect For Any Occasion Be It Big Or Small.",
        "caterer_phoneNumber": "0421604921",
        "caterer_price": "350",
        "caterer_email": "orders@onepotcatering.com.au"
    }
]