[
    {
        "type": "Entertainment",
        "name": "Baker Boys",
        "description": "We’re live music experts, wedding enthusiasts, and party starters. We’re a premium, customisable 3 to 14 piece band specialising in high-energy music for festivals, weddings, corporate events, and private functions–at a sensible price. We infuse every event with energy and fun and pride ourselves on filling dance floors.",
        "phoneNumber": "0438301313",
        "price": 2000,
        "email": "info@bakerboysband.com.au"
    },
    {
        "type": "Entertainment",
        "name": "DJ Syndey",
        "description": "Our Sydney birthday DJ’s bring the party to your 18th, 21st, 30th, 40th, 50th and 60th birthday parties. JJK Entertainment Sydney Birthday DJ’s can read and respond to the crowd, creating the best night for your event.",
        "phoneNumber": "0283749212",
        "price": 500,
        "email": "info@djsydney.com.au"
    },
    {
        "type": "Entertainment",
        "name": "Let's Groove Tonight",
        "description": "When it comes to premium wedding bands for hire in Sydney, live bands for corporate entertainment and private event bands, Let’s Groove Tonight are unquestionably industry leaders. Since the band’s formation in 2010, Let’s Groove Tonight have become the go-to event band for corporate giants, while performing and entertaining hundreds of satisfied wedding clients with unparalleled positive customer feedback. Cover bands like this are in constant demand, so enquire today for their availability.",
        "phoneNumber": "0287351999",
        "price": 2500,
        "season": "All seasons",
        "email": "enquiries@groovetonight.com"
    },
    {
        "type": "Entertainment",
        "name": "Excité Live Stunt Show & Band",
        "description": "Delivering entertainment that excites has always been the backbone of Evoke Entertainment and Series of Events Australia.",
        "phoneNumber": "0298995527",
        "price": 3000,
        "season": "All seasons",
        "email": "sydney@excitelive.com.au"
    },
    {
        "type":"Entertainment",
        "name": "Storbe DJ",
        "description": "From Specialist Wedding DJs, Corporate DJs, Private Function DJs to large outdoor stadium DJs, our highly qualified and diverse pool of talented Sydney DJs understand the importance of their role and clients expectations.",
        "phoneNumber": "0233387497",
        "price": 300,
        "season": "All seasons",
        "email": "storbe@gmail.com"
    },
    {
        "type": "Catering",
        "name": "The Batter Co",
        "description": "Your one stop shop for all your desert needs! Check out our instagram page to see all our creations @thebatterco_ .",
        "phoneNumber": "0289353928",
        "price": 130,
        "email": "talyahopkins99@gmail.com"
    },
    {
        "type": "Catering",
        "name": "FeeDee",
        "description": "Whether it’s a social gathering, corporate function or a celebratory milestone, you can count on us to ease the stress that comes with event planning and to take care of all your culinary needs. Specialising in Asian and Western dishes, our generous portions and diverse menu range means there is plenty of food to be shared and something for all taste buds to enjoy.",
        "phoneNumber": "0404298298",
        "price": 500,
        "email": "info@feedee.com.au"
    },
    {
        "type": "Catering",
        "name": "Goodness Gracious",
        "description": "Hello fellow grazing lovers!! I’m Rachel, the founder and operator behind Goodness Gracious Sydney, here to tell you a little about us. One of the greatest values we uphold at Goodness Gracious Sydney is our promise of fresh and high quality ingredients. All products included on our grazing tables, grazing platters and in our grazing boxes are sourced the day of or the day prior to your event in order to guarantee the Goodness Gracious standard we stand by.",
        "phoneNumber": "0433121329",
        "price": 165,
        "email": "info@ggsydney.com.au"
    },
    {
        "type": "Catering",
        "name": "Bespoke Catering",
        "description": "With over 20 years experience of specialised catering for High-end Private Celebrations. We’ll make your dining experience special",
        "phoneNumber": "13002322837",
        "price": 600,
        "email": "event@bespokecatering.net.au"
    },
    {
        "type": "Catering",
        "name": "One Pot Catering",
        "description": "Our Selection Of Hand-Crafted Menus Are Perfect For Any Occasion Be It Big Or Small.",
        "phoneNumber": "0421604921",
        "price": 350,
        "email": "orders@onepotcatering.com.au"
    },
    {
        "type": "Florist",
        "name": "Sydney Florist",
        "description": "Specialising in all event types, we are dedicated to create a beautiful space for you special day.",
        "phoneNumber": "0288765491",
        "price": 100,
        "email": "info@sydneyflorsits.com.au"
    },
    {
        "type": "Florist",
        "name": "Fresh Flowers",
        "description": "Established in 1948, Fresh Flowers are experts in the industry, creating amazing and aweinspiring arrangments for out clients.",
        "phoneNumber": "0277424518",
        "price": 300,
        "email": "feshflower@sydney.com.au"
    },
    {
        "type": "Florist",
        "name": "Flower Merchants",
        "description": "At Flower Merchants nothing makes up happier than to help you plan the flowers for your wedding day. Our wedding specialists have many many years experience in designing bouquets and arrangements for the wedding industry would love to meet with you for a no obligation consultation to discuss ideas and the floral vision to create the perfect atmosphere for your special day.",
        "phoneNumber": "0284887183",
        "price": 220,
        "email": "enquiry@flowermerch.com.au"
    },
    {
        "type": "Florist",
        "name": "Floraly",
        "description": "We’re on a mission to become Australia’s most loved, most sustainable flower gifting company. We’re also here to change the way you receive flowers. At Floraly, we’re all about the journey ‘from bud to bloom’, which means we send you flowers while they’re still in bud, so they bloom in your home and last longer. We only source flowers after you order them, which saves waste and ensures you receive the freshest flowers possible.",
        "phoneNumber": "0217384662",
        "price": 600,
        "email": "info@floraly.com.au"
    }
]